Alarm> 2 Message(1) hello

First Alarm Request With Message Number (1) Received at 1491382656: 2 Message(1) hello
Alarm> Alarm> Alarm With Message Number (1) Displayed at 1491382656: 2 Message(1) hello
5 Message(2) goodbye

First Alarm Request With Message Number (2) Received at 1491382656: 5 Message(2) goodbye
Alarm> Alarm> Alarm With Message Number (2) Displayed at 1491382656: 5 Message(2) goodbye
2 Message(3) ayylmao

First Alarm Request With Message Number (3) Received at 1491382656: 2 Message(3) ayylmao
Alarm> Alarm> Alarm With Message Number (3) Displayed at 1491382656: 2 Message(3) ayylmao
1 Message(4) I love operating systems

First Alarm Request With Message Number (4) Received at 1491382657: 1 Message(4) I love operating systems
Alarm> Alarm> Alarm With Message Number (4) Displayed at 1491382657: 1 Message(4) I love operating systems
1 Message(5) John wick 2 was a pretty bad movie

First Alarm Request With Message Number (5) Received at 1491382657: 1 Message(5) John wick 2 was a pretty bad movie
Alarm> Alarm> Alarm With Message Number (5) Displayed at 1491382657: 1 Message(5) John wick 2 was a pretty bad movie
1 Message(6) Like actually he just owned people for like 2 hours

First Alarm Request With Message Number (6) Received at 1491382657: 1 Message(6) Like actually he just owned people for like 2 hours
Alarm> Alarm> Alarm With Message Number (6) Displayed at 1491382657: 1 Message(6) Like actually he just owned people for like 2 hours
1 Message(7) Pretty much 1v100 not even fair

First Alarm Request With Message Number (7) Received at 1491382657: 1 Message(7) Pretty much 1v100 not even fair
Alarm> Alarm> Alarm With Message Number (7) Displayed at 1491382657: 1 Message(7) Pretty much 1v100 not even fair
1 Message(8) Like how is that even remotely realistic

First Alarm Request With Message Number (8) Received at 1491382657: 1 Message(8) Like how is that even remotely realistic
Alarm> Alarm> Alarm With Message Number (8) Displayed at 1491382657: 1 Message(8) Like how is that even remotely realistic
1 Message(9) Yeah, that's the thing, it's NOT

First Alarm Request With Message Number (9) Received at 1491382657: 1 Message(9) Yeah, that's the thing, it's NOT
Alarm> Alarm> Alarm With Message Number (9) Displayed at 1491382657: 1 Message(9) Yeah, that's the thing, it's NOT
1 Message(10) You know what movie was good though?

First Alarm Request With Message Number (10) Received at 1491382657: 1 Message(10) You know what movie was good though?
Alarm> Alarm> Alarm With Message Number (10) Displayed at 1491382657: 1 Message(10) You know what movie was good though?
1 Message(11) Arrival. Great movie

First Alarm Request With Message Number (11) Received at 1491382657: 1 Message(11) Arrival. Great movie
Alarm> Alarm> Alarm With Message Number (11) Displayed at 1491382657: 1 Message(11) Arrival. Great movie
1 Message(14) Didn't expect the ending at all

First Alarm Request With Message Number (14) Received at 1491382657: 1 Message(14) Didn't expect the ending at all
Alarm> Alarm> Alarm With Message Number (14) Displayed at 1491382657: 1 Message(14) Didn't expect the ending at all
1 Message(24) Logan was pretty awesome too

First Alarm Request With Message Number (24) Received at 1491382657: 1 Message(24) Logan was pretty awesome too
Alarm> Alarm> Alarm With Message Number (24) Displayed at 1491382657: 1 Message(24) Logan was pretty awesome too
1 Message(34) I hope the star wars movie this year

First Alarm Request With Message Number (34) Received at 1491382657: 1 Message(34) I hope the star wars movie this year
Alarm> Alarm> Alarm With Message Number (34) Displayed at 1491382657: 1 Message(34) I hope the star wars movie this year
1 Message(44) is also up to par. I'm a big fan

First Alarm Request With Message Number (44) Received at 1491382657: 1 Message(44) is also up to par. I'm a big fan
Alarm> Alarm> Alarm With Message Number (44) Displayed at 1491382657: 1 Message(44) is also up to par. I'm a big fan
1 Message(54) Or the planet of the apes movie

First Alarm Request With Message Number (54) Received at 1491382657: 1 Message(54) Or the planet of the apes movie
Alarm> Alarm> Alarm With Message Number (54) Displayed at 1491382657: 1 Message(54) Or the planet of the apes movie
1 Message(64) I hope they don't ruin that either

First Alarm Request With Message Number (64) Received at 1491382657: 1 Message(64) I hope they don't ruin that either
Alarm> Alarm> Alarm With Message Number (64) Displayed at 1491382657: 1 Message(64) I hope they don't ruin that either
1 Message(10) So anyway, how was your day mr TA?

Replacement Alarm Request With Message Number (10) Received at 1491382657: 1 Message(10) So anyway, how was your day mr TA?
Alarm> Alarm> Alarm With Message Number (10) Replaced at 1491382657: 1 Message(10) So anyway, how was your day mr TA?
1 Message(84) Good I hope

Alarm With Message Number (7) Displayed at 1491382658: 1 Message(7) Pretty much 1v100 not even fair
Alarm With Message Number (54) Displayed at 1491382658: 1 Message(54) Or the planet of the apes movie
Replacement Alarm With Message Number (10) Displayed at 1491382658: 1 Message(10) So anyway, how was your day mr TA?
Alarm With Message Number (11) Displayed at 1491382658: 1 Message(11) Arrival. Great movie
Alarm With Message Number (6) Displayed at 1491382658: 1 Message(6) Like actually he just owned people for like 2 hours
Alarm With Message Number (64) Displayed at 1491382658: 1 Message(64) I hope they don't ruin that either
Alarm With Message Number (14) Displayed at 1491382658: 1 Message(14) Didn't expect the ending at all
Alarm With Message Number (1) Displayed at 1491382658: 2 Message(1) hello
Alarm With Message Number (5) Displayed at 1491382658: 1 Message(5) John wick 2 was a pretty bad movie
Alarm With Message Number (4) Displayed at 1491382658: 1 Message(4) I love operating systems
Alarm With Message Number (8) Displayed at 1491382658: 1 Message(8) Like how is that even remotely realistic
Alarm With Message Number (34) Displayed at 1491382658: 1 Message(34) I hope the star wars movie this year
Alarm With Message Number (24) Displayed at 1491382658: 1 Message(24) Logan was pretty awesome too
Alarm With Message Number (44) Displayed at 1491382658: 1 Message(44) is also up to par. I'm a big fan
Alarm With Message Number (3) Displayed at 1491382658: 2 Message(3) ayylmao
Alarm With Message Number (9) Displayed at 1491382658: 1 Message(9) Yeah, that's the thing, it's NOT
First Alarm Request With Message Number (84) Received at 1491382657: 1 Message(84) Good I hope
Alarm> Alarm> Alarm With Message Number (84) Displayed at 1491382658: 1 Message(84) Good I hope
asdasdasdasdasd 

Bad command
Alarm> Alarm> asdasdasdasdasd

Bad command
Alarm> Alarm> asdasdasdasdasd

Bad command
Alarm> Alarm> asdasdasdasdasd

Bad command
Alarm> Alarm> Cancel: Message(8)

Alarm With Message Number (5) Displayed at 1491382659: 1 Message(5) John wick 2 was a pretty bad movie
Alarm With Message Number (64) Displayed at 1491382659: 1 Message(64) I hope they don't ruin that either
Alarm With Message Number (8) Displayed at 1491382659: 1 Message(8) Like how is that even remotely realistic
Replacement Alarm With Message Number (10) Displayed at 1491382659: 1 Message(10) So anyway, how was your day mr TA?
Alarm With Message Number (11) Displayed at 1491382659: 1 Message(11) Arrival. Great movie
Alarm With Message Number (14) Displayed at 1491382659: 1 Message(14) Didn't expect the ending at all
Alarm With Message Number (84) Displayed at 1491382659: 1 Message(84) Good I hope
Alarm With Message Number (34) Displayed at 1491382659: 1 Message(34) I hope the star wars movie this year
Alarm With Message Number (24) Displayed at 1491382659: 1 Message(24) Logan was pretty awesome too
Alarm With Message Number (4) Displayed at 1491382659: 1 Message(4) I love operating systems
Alarm With Message Number (7) Displayed at 1491382659: 1 Message(7) Pretty much 1v100 not even fair
Alarm With Message Number (44) Displayed at 1491382659: 1 Message(44) is also up to par. I'm a big fan
Alarm With Message Number (9) Displayed at 1491382659: 1 Message(9) Yeah, that's the thing, it's NOT
Alarm With Message Number (54) Displayed at 1491382659: 1 Message(54) Or the planet of the apes movie
Alarm With Message Number (6) Displayed at 1491382659: 1 Message(6) Like actually he just owned people for like 2 hours
Cancel Alarm Request With Message Number (Message_Number) Received at 1491382658: Cancel: Message(8)
Alarm> Alarm> Display thread exiting at time 1491382659: 1 Message(8) Like how is that even remotely realistic
Cancel: Message(9)

Cancel Alarm Request With Message Number (Message_Number) Received at 1491382659: Cancel: Message(9)
Alarm> Alarm> Display thread exiting at time 1491382659: 1 Message(9) Yeah, that's the thing, it's NOT
Cancel: Message(34)

Cancel Alarm Request With Message Number (Message_Number) Received at 1491382659: Cancel: Message(34)
Alarm> Alarm> Display thread exiting at time 1491382659: 1 Message(34) I hope the star wars movie this year
Cancel: Message(34)

Error: No Alarm Request With Message Number (34) to Cancel!
Alarm> Alarm> Cancel: Message(44)

Alarm With Message Number (14) Displayed at 1491382660: 1 Message(14) Didn't expect the ending at all
Alarm With Message Number (5) Displayed at 1491382660: 1 Message(5) John wick 2 was a pretty bad movie
Alarm With Message Number (84) Displayed at 1491382660: 1 Message(84) Good I hope
Alarm With Message Number (11) Displayed at 1491382660: 1 Message(11) Arrival. Great movie
Alarm With Message Number (4) Displayed at 1491382660: 1 Message(4) I love operating systems
Alarm With Message Number (24) Displayed at 1491382660: 1 Message(24) Logan was pretty awesome too
Alarm With Message Number (44) Displayed at 1491382660: 1 Message(44) is also up to par. I'm a big fan
Alarm With Message Number (54) Displayed at 1491382660: 1 Message(54) Or the planet of the apes movie
Alarm With Message Number (1) Displayed at 1491382660: 2 Message(1) hello
Replacement Alarm With Message Number (10) Displayed at 1491382660: 1 Message(10) So anyway, how was your day mr TA?
Alarm With Message Number (3) Displayed at 1491382660: 2 Message(3) ayylmao
Alarm With Message Number (6) Displayed at 1491382660: 1 Message(6) Like actually he just owned people for like 2 hours
Alarm With Message Number (64) Displayed at 1491382660: 1 Message(64) I hope they don't ruin that either
Alarm With Message Number (7) Displayed at 1491382660: 1 Message(7) Pretty much 1v100 not even fair
Cancel Alarm Request With Message Number (Message_Number) Received at 1491382659: Cancel: Message(44)
Alarm> Alarm> Display thread exiting at time 1491382660: 1 Message(44) is also up to par. I'm a big fan
Cancel: Message(4)

Cancel Alarm Request With Message Number (Message_Number) Received at 1491382660: Cancel: Message(4)
Alarm> Alarm> Display thread exiting at time 1491382660: 1 Message(4) I love operating systems
Cancel: Message(7)

Cancel Alarm Request With Message Number (Message_Number) Received at 1491382660: Cancel: Message(7)
Alarm> Alarm> Display thread exiting at time 1491382660: 1 Message(7) Pretty much 1v100 not even fair
Cancel: Message(54)

Cancel Alarm Request With Message Number (Message_Number) Received at 1491382660: Cancel: Message(54)
Alarm> Alarm> Display thread exiting at time 1491382660: 1 Message(54) Or the planet of the apes movie
Cancel: Message(64)

Cancel Alarm Request With Message Number (Message_Number) Received at 1491382660: Cancel: Message(64)
Alarm> Alarm> Display thread exiting at time 1491382660: 1 Message(64) I hope they don't ruin that either
Cancel: Message(84)

Cancel Alarm Request With Message Number (Message_Number) Received at 1491382660: Cancel: Message(84)
Alarm> Alarm> Display thread exiting at time 1491382660: 1 Message(84) Good I hope
Cancel: Message(10)

Cancel Alarm Request With Message Number (Message_Number) Received at 1491382660: Cancel: Message(10)
Alarm> Alarm> Display thread exiting at time 1491382660: 1 Message(10) So anyway, how was your day mr TA?
Cancel: Message(11)

Cancel Alarm Request With Message Number (Message_Number) Received at 1491382660: Cancel: Message(11)
Alarm> Alarm> Display thread exiting at time 1491382660: 1 Message(11) Arrival. Great movie
Cancel: Message(14)

Cancel Alarm Request With Message Number (Message_Number) Received at 1491382660: Cancel: Message(14)
Alarm> Alarm> Display thread exiting at time 1491382660: 1 Message(14) Didn't expect the ending at all
Cancel: Message(24)

Cancel Alarm Request With Message Number (Message_Number) Received at 1491382660: Cancel: Message(24)
Alarm> Alarm> Display thread exiting at time 1491382660: 1 Message(24) Logan was pretty awesome too
Cancel: Message(5)

Cancel Alarm Request With Message Number (Message_Number) Received at 1491382660: Cancel: Message(5)
Alarm> Alarm> Display thread exiting at time 1491382660: 1 Message(5) John wick 2 was a pretty bad movie
Cancel: Message(6)

Cancel Alarm Request With Message Number (Message_Number) Received at 1491382660: Cancel: Message(6)
Alarm> Alarm> Display thread exiting at time 1491382660: 1 Message(6) Like actually he just owned people for like 2 hours
Cancel: Message(1)

Cancel Alarm Request With Message Number (Message_Number) Received at 1491382660: Cancel: Message(1)
Alarm> Alarm> Display thread exiting at time 1491382660: 2 Message(1) hello
Cancel: Message(2)

Cancel Alarm Request With Message Number (Message_Number) Received at 1491382660: Cancel: Message(2)
Alarm> Display thread exiting at time 1491382660: 5 Message(2) goodbye
Alarm> Cancel: Message(10)

Error: No Alarm Request With Message Number (10) to Cancel!
Alarm> Alarm> Cancel: Message(3)

Cancel Alarm Request With Message Number (Message_Number) Received at 1491382660: Cancel: Message(3)
Alarm> Display thread exiting at time 1491382660: 2 Message(3) ayylmao
Alarm> asdasdasdasdasd

Bad command
Alarm> Alarm> 